{
  "services":[
    {
      "featured": false,
      "title": "Smile Whitening",
      "titleMobil": "Whitening",
      "titleFull": "Smile Whitening",
      "image": "whitening",
      "modalTarget": "whitening",
      "text": ["Many everyday things like coffee, tea and wine can significantly dull teeth. Smile-whitening enables us to significantly brighten your smile for that dazzling white smile you deserve.",
        "Plastic whitening trays will be made from models of your teeth. You will then place a special whitening gel in each tray and wear the trays in your mouth for several hours per day. (Many patients wear their trays after dinner and before bed.) A significant change in tooth color is usually seen in just four to six weeks."]
    },
    {
      "featured": false,
      "title": "Veneers",
      "titleMobile": "Veneers",
      "titleFull": "Veneers",
      "image": "veneers",
      "modalTarget": "veneers",
      "text": ["Veneers are very thin porcelain pieces that are custom made to adhere directly to the front of teeth without grinding or shaving. Transform your smile without drilling on your natural teeth!",
      "In the hands of a highly skilled dentist, porcelain laminates can provide you with an incredibly natural, beautiful smile. They are virtually undetectable and can dramatically improve your appearance. They are durable and long-lasting when compared to other cosmetic treatments."]
    },
    {
      "featured": false,
      "title": "Crowns & Bridges",
      "titleMobile": "Crowns & Bridges",
      "titleFull": "Porcelain Crowns & Bridges",
      "image": "crowns",
      "modalTarget": "crowns",
      "text": ["Protect and keep badly decayed or fractured teeth while maintaining a beautiful smile. Made to perfectly match the shape and shade of your other teeth, they’re durable, strong, and undetectable.",
        "Crowns should be placed before the tooth is so decayed that it may fracture. This can often help prevent the expense of root canal therapy in the future. If a tooth is too damaged to have a crown applied, a porcelain bridge may be a good alternative."]
    },
    {
      "featured": false,
      "title": "Family Care",
      "titleMobile": "Family Care",
      "titleFull": "Care for the Whole Family",
      "image": "family",
      "modalTarget": "family",
      "text": ["From toddlers to the elderly, our skilled dental team is familiar with the unique needs of every patient, no matter their age. Our goal is to help them develop great oral habits that will last them a lifetime.",
        "Join us today and discover how our practice can help treat your entire family."]
    },
    {
      "featured": false,
      "title": "Implant Dentistry",
      "titleMobile": "Implant Dentistry",
      "titleFull": "Implant Dentistry",
      "image": "implant",
      "modalTarget": "implant",
      "text": ["Dental implants are a great option for replacing missing teeth, improving chewing ability, eliminating bridges, and replacing dentures.",
        "Several implants may provide a base for a series of artificial teeth known as a fixed bridge. Implants can even be used to secure a full set of removable dentures for people who have no remaining natural teeth."]
    },
    {
      "featured": false,
      "title": "Digital X-Rays",
      "titleFull": "Digital X-Rays",
      "image": "digital-xrays",
      "modalTarget": "digital-xrays",
      "text": ["Our use of digital x-ray technology reduces your radiation exposure and eliminates the use of chemicals. It’s better for you and the environment.",
        "It's also easy for you to see what the doctor sees. Your digital x-ray can be seen on a computer screen located next to your dental chair. This helps you understand your needs and make informed choices about your treatment."]
    },
    {
      "featured": false,
      "title": "Root Canals",
      "titleFull": "Root Canals",
      "image": "root-canals",
      "modalTarget": "root-canals",
      "text": ["Root canal therapy is an excellent way to save a tooth that would otherwise die and need to be removed. All teeth that have had root canal therapy must be protected with a crown. This is because teeth that have had the pulp removed are more susceptible to fracture."]
    },
    {
      "featured": false,
      "title": "Oral Surgery",
      "titleMobile": "Oral Surgery",
      "titleFull": "Oral Surgery",
      "image": "surgery",
      "modalTarget": "surgery",
      "text": ["Oral and maxillofacial surgery provides advanced treatment for a wide variety of oral health issues, from routine wisdom tooth extraction or dental implant tooth replacement, to full-mouth reconstruction. Dr. Arrick is qualified to diagnose and treat facial pain and injuries, and oftentimes can rebuild bone structure with minimally invasive surgical techniques for optimal patient comfort."]
    }
  ]
}